app/controllers/tareas_controller.rb

  def index
  	@tareas = Tarea.all
---
SELECT "tareas".* FROM "tareas"